Repository: siwells/daybook
Catalog: src/daybook/translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: An account already exists for that email address. Please either use another email address or use the recover password feature.
ca: Actualment, ja existeix un compte associat a aquesta adreça de correu electrònic. Si us plau, especifiqueu un altra adreá o bé feu servir la funcionalitat de recuperació de contrasenya.
es: Actualmente ya existe una cuenta asociada a la dirección de correo electrónico especificada. Por favor, indicad otra dirección o utilizad la función de recuperación de contraseña.

source: SUPERHUB Project :: New Journey Diary Account
ca: Projecte SUPERHUB:: Nou Compte de Bitàcola
es: Proyecto SUPERHUB :: Nueva Cuenta de Bitácora

source: A new SUPERHUB Journey Diary account has been created for the following email address: {kwarg}. You should now be able to log into the journey diary and record your journeys.
ca: Un nou compte per la bitàcola de SUPERHUB s&#39;ha creat per la següent adreá de correu electrònic: {kwarg}. Ara hauríeu de poder iniciar sessió a la bitàcola i crear els vostres viatges.
es: Una nueva cuenta para la bitácora de SUPERHUB ha sido creada para la siguiente dirección de correo electrónico: {kwarg}. Ya podéis iniciar sesión en la bitácora y registrar vuestros viajes.

source: An email has been sent to {kwarg} so that you can verify your email address. However you can log into your account immediately.
ca: Un correu electrònic ha estat enviat a l&#39;adreça {kwarg} per tal que verifique la vostra adreça de correu electrònic. No obstant això, ja podeu accedir al vostre compte.
es: Se ha enviado un correo electrónico a la dirección {kwarg} para verificar vuestra dirección de correo electrónico. De todas maneras, ya podéis acceder a vuestra cuenta.

source: The supplied passwords do not match. Please ensure that you type the same password into both the password box and the confirmation box.
ca: Les contrasenyes proporcionades no coincideixen. Assegureu-vos de que escriviu la mateixa contrasenya tant en el quadre de contrasenya com en el quadre de confirmació.
es: Las contraseñas proporcionadas no concuerdan. Aseguraos de escribir la misma contraseña tanto en el cuadro de contraseña como en el de confirmación.

source: The supplied password was incorrect
ca: La contrasenya proporcionada no és correcta
es: La contraseña proporcionada no es correcta

source: This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies.
ca: Aquest lloc web fa servir cookies. En continuar navegant pel lloc esteu acceptant l'ús d'aquestes cookies.
es: Este sitio web usa cookies. Al continuar navegando por el sitio se da por entendido que estáis aceptando el uso de estas cookies.

source: Your journey entry was added to your diary
ca: La nova entrada s&#39;ha afegit a la vostra bitàcola
es: La nueva entrada se ha añadido a vuestra bitácora

source: SUPERHUB Project :: New Password
ca: Projecte SUPERHUB :: Nova contrasenya
es: Proyecto SUPERHUB :: Nueva contraseña

source: The password for the following email address: {email} was reset. You should now be able to log into the journey diary and record your journeys using the password: {newpass}.
ca: La contrasenya per la següent adreça de correu electrònica: {email} ha estat restablerta. Ara hauríeu de poder iniciar sessió a la bitàcola i entrar els vostres viatges fent servir la contrasenya: {newpass}.
es: La contraseña para la siguiente dirección de correo electrónico: {email} ha sido restablecida. Ya podéis inciar sesión en la bitácora y registrar vuestros viajes usando la contraseña: {newpass}.

source: An email was sent to {arg}
ca: S&#39;ha enviat un correu electrònic a l&#39;adreça {arg}
es: Se envió un correo electrónico a {arg}

source: We were not able to update the password for this account. Please contact super.hub.eu@gmail.com
ca: No ha estat possible actualitzar la contrasenya per aquest compte. Si us plau, poseu-vos en contacte amb super.hub@gmail.com
es: No ha sido posible actualizar la contraseña para vuestra cuenta. Por favor, poneros en contacto con super.hub@gmail.com

source: There is no SUPERHUB account associated with the email address:
ca: No hi ha cap compte SUPERHUB associat a aquesta adreça de correu electrònic:
es: No hay ninguna cuenta SUPERHUB asociada con la dirección de correo:

source: Your password has been updated
ca: La vostra contrasenya s&#39;ha actualitzat correctament
es: Vuestra contraseña se ha actualizado correctamente

source: Something went wrong when setting your new password. Please try again
ca: Quelcom ha fallat en configurar la nova contrasenya. Si us plau, torneu-ho a provar en uns minuts
es: Ocurrió un error al configurar vuestra nueva contraseña. Por favor, volved a intentarlo pasados unos minutos

source: Please ensure that your new passwords match
ca: Si us plau, assegureu-vos que les contrasenyes són les mateixes
es: Por favor, aseguraos que las contraseñas coinciden

source: Please enter you current password correctly
ca: Si us plau, entreu la vostra contrasenya de forma correcta
es: Por favor, introducid la contraseña actual de forma correcta

source: Your default language settings have been updated
ca: El vostre idioma per defecte s&#39;ha modificat de forma correcta
es: El idioma por defecto se ha actualizado

source: Return to Your Journey Diary
ca: Tornar a la Vostra Bitàcola
es: Volver a Mi Bitácora

source: SUPERHUB Journey Diary
ca: Bitàcola de SUPERHUB
es: Bitácora de SUPERHUB

source: View Diary Entries
ca: Veure Entrades diàries
es: Ver Entradas Diarias

source: Add New Diary Entry
ca: Afeigr una Nova Entrada Diària
es: Añadir Nueva Entrada Diaria

source: Settings
ca: Preferències
es: Configuración

source: Sign out
ca: Sortir
es: Salir

source: Go to the SUPERHUB Journey Diary homepage
ca: Tornar a la pàgina d&#39;inici de la Bitàcola de SUPERHUB
es: Volver a la página de Inicio de la Bitácora de SUPERHUB

source: Forgotten Password?
ca: Heu oblidat la vostra contrasenya?
es: ¿Olvidó su contraseña?

source: Your Journey Diary Dashboard
ca: El Vostra Quadern de Bitàcola
es: Mi Cuaderno de Bitácora

source: Your Journey Diary
ca: La Vostra Bitàcola
es: Mi Bitácora

source: Dashboard
ca: Quadern
es: Cuaderno

source: You have made the following journey diary entries
ca: Heu introduït les següents entrades a la bitàcola
es: Habéis registrado las siguiente entradas en la bitácora

source: You have not entered any journey diary entries
ca: Encara no heu afegit cap entrada a la vostra bitàcola
es: Todavía no habéis registrado ninguna entrada en vuestra bitácora

source: Review existing entries
ca: Revisar entrades existents
es: Revisar entradas existentes

source: Select a journey
ca: Seleccioneu un viatge
es: Seleccionar un viaje

source: Date
ca: Data
es: Fecha

source: Time
ca: Hora
es: Hora

source: Origin
ca: Origen
es: Origen

source: Destination
ca: Destí
es: Destino

source: Duration
ca: Durada
es: Duración

source: Overall Journey Rating
ca: Puntuació total del viatge
es: Puntuación Global del Viaje

source: Journey Legs
ca: Trams del Viatge
es: Tramos del Viaje

source: Select a Leg
ca: Seleccioneu un Tram
es: Seleccionad un Tramo

source: Travel Mode for this leg
ca: Mitjà de Transport pel Tram
es: Modo de transporte del Tramo

source: Rating for this leg
ca: Puntuació del Tram
es: Puntuación del Tramo

source: You have not yet made any journey diary entries
ca: Encara no heu afegit cap entrada a la vostra bitàcola
es: Todavía no habéis registrado ninguna entrada en la bitácora

source: Leg
ca: Tram
es: Tramo

source: Travel mode for this leg
ca: Mitjà de Transport del Tram
es: Modo de Transporte para el Tramo

source: Bicycle
ca: Bicicleta
es: Bicicleta

source: Bicycle Share
ca: Bicicleta Compartida
es: Bicicleta Compartida

source: Bus
ca: Autobús
es: Autobús

source: Car
ca: Cotxe
es: Coche

source: Car Share
ca: Cotxe Compartit
es: Coche Compartido

source: Ferry
ca: Vaixell

source: Moped
ca: Ciclomotor
es: Ciclomotor

source: Motorbike
ca: Motocicleta
es: Motocicleta

source: Taxi Share
ca: Taxi Compartit
es: Taxi Compartido

source: Train
ca: Tren
es: Tren

source: Tram
ca: Tramvia
es: Tranvía

source: Trolleybus
ca: Trolebús
es: Trolebús

source: Walk
ca: A peu
es: A pie

source: Other
ca: D&#39;altres
es: Otro

source: Duration of journey
ca: Durada del viatge
es: Duración del viaje

source: Hour
ca: Hores
es: Hora

source: Minute
ca: Minuts
es: Minutos

source: Add a new entry
ca: Afegiu una nova entrada
es: Añadir nueva entrada

source: Overview of your journey
ca: Resum del viatge
es: Resument del viaje

source: Please enter the address where your journey started. Include as much detail as possible.
ca: Si us plau, indique l&#39;adreça on ha començat el viatge. Inclogueu el màxim nivell de detall possible.
es: Por favor, entrad la dirección de partida del viaje. Incluid el máximo nivel de detalle posible.

source: where your journey started
ca: On ha començat el viatge
es: Donde empieza el viaje

source: Please enter the address where your journey finished. Include as much detail as possible.
ca: Si us plau, indique l&#39;adreça on ha finalitzat el viatge. Inclogueu el màxim nivell de detall possible.
es: Por favor, entrad la dirección de destino del viaje. Incluid el máximo nivel de detalle posible.

source: where your journey ended
ca: On ha finalitzat el viatge
es: Donde acaba el viaje

source: Day
ca: Dia
es: Día

source: January
ca: Gener
es: Enero

source: February
ca: Febrer
es: Febrero

source: March
ca: Març
es: Marzo

source: April
ca: Abril
es: Abril

source: May
ca: Maig
es: Mayo

source: June
ca: Juny
es: Junio

source: July
ca: Juliol
es: Julio

source: August
ca: Agost
es: Agosto

source: September
ca: Setembre
es: Septiembre

source: October
ca: Octubre
es: Octubre

source: November
ca: Novembre
es: Noviembre

source: December
ca: Desembre
es: Diciembre

source: Month
ca: Mes
es: Mes

source: Year
ca: Any
es: Año

source: Departure time
ca: Sortida
es: Salida

source: Rate your journey overall
ca: Puntueu el viatge
es: Puntuación global del viaje

source: Please select a rating for this journey overall. On this scale 1 is a low quality rating and 5 is a high quality rating.
ca: Si us plau, seleccioneu una puntuació global pel viatge de l&#39;1 al 5, on 1 és el pitjo nivell de qualitat i 5 el més alt.
es: Por favor seleccione una calificación global para este viaje conjunto. En esta escala 1 es una calificación de baja calidad y 5 es una calificación de alta calidad.

source: Add a journey leg
ca: Afegiu un tram
es: Añadir Tramo

source: Leg 1
ca: Tram 1
es: Tramo 1

source: Notes about your journey
ca: Notes sobre el viatge
es: Notas sobre el viaje

source: Add this entry to your journey diary
ca: Afegir aquesta entrada a la vostra bitàcola
es: Añadir esta entrada a vuestra bitácora

source: Add Entry
ca: Afegir Entrada
es: Añadir Entrada

source: Index
ca: Índex
es: Índice

source: SuperHub is an open platform for integrated, multi-modal, urban mobility that aims to support YOU in selecting and using ecologically sustainable transport options.
ca: SUPERHUB és una plataforma oberta per a la mobilitat multi-modal urbana integrada, que té com a objectiu donar suport a la selecció i l&#39;ús de les opcions de transport ecològicament més sostenibles.
es: SuperHub es una plataforma abierta para la movilidad multi-modal urbana integrada, que tiene como objetivo asistir en la selección y el uso de las opciones de transporte ecológicamente más sostenibles.

source: Join
ca: Registreu-vos
es: Registraos

source: First Name
ca: Nom
es: Nombre

source: Last Name
ca: Cognoms
es: Apellidos

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Email Address
ca: Adreça Correu Electrònic
es: Dirección de correo electrónico

source: Password
ca: Contrasenya
es: Contraseña

source: Password Confirmation
ca: Confirmació Contrasenya
es: Confirmación contraseña

source: Confirm Password
ca: Confirmeu la Constrasenya
es: Confirmación de Contraseña

source: Login
ca: Accediu
es: Entrar

source: Sign In
ca: Alta
es: Alta

source: Verification
ca: Verificació
es: Verificación

source: Recover Lost Password
ca: Recuperació de Contrasenya
es: Recuperación de Contraseña

source: If you have lost your password, please type in your email address and press the "Recover Password" button. An email will be sent to your registered account with further instructions.
ca: Si heu oblidat la vostra contrasenya, si us plau, entreu la vostra adreá de correu i premeu el butó "Recuperar Contrasenya". Se us enviarà un correu electrònic al vostre comtpe amb les instruccions.
es: Si habéis olvidado la contraseña, por favor, introducid vuestra dirección de correo y clicad en el botón "Recuperar Contraseña". Se enviará un correo electrónico a la cuenta asociada con instrucciones detalladas.

source: Recover Password
ca: Recuperar Contrasenya
es: Recuperar Contraseña

source: Your Journey Diary Account Settings
ca: Les preferències del vostre compte de bitàcola
es: Configuración de la Cuenta de Bitácora

source: Account Settings
ca: Preferències
es: Configuración de la Cuenta

source: Change Your Password
ca: Canviar Contrasenya
es: Cambiar Contraseña

source: Existing Password
ca: Contrasenya actual
es: Contraseña Actual

source: your existing password
ca: La vostra contrasenya actual
es: vuestra contraseña actual

source: New Password
ca: Nova contrasenya
es: Nueva Contraseña

source: your new password
ca: La vostra nova contrasenya
es: vuestra nueva contraseña

source: Repeat Password
ca: Repetiu la contraseya
es: Confirmar Contraseña

source: your new password again
ca: La vostra nova contrasenya de nou
es: vuestra nueva contraseña de nuevo

source: Update Password
ca: Actualitzar contrasenya
es: Actualizar Contraseña

source: Set your default language
ca: Seleccionar idioma per defecte
es: Seleccionar Idioma por Defecto

source: Select a language
ca: Seleccionar un idioma
es: Seleccionar el idioma

source: Catalan
ca: Català
es: Catalán

source: English
ca: Anglès
es: Inglés

source: Italian
ca: Italià
es: Italiano

source: Finnish
ca: Finès
es: Finlandés

source: Spanish
ca: Castellà
es: Español

source: Update Language
ca: Actualitzar idioma
es: Actualziar el Idioma

source: Notes
es: Notas
